{
  "name": "EllenSun Immigration Corp.",
  "change-locale": "中",
  "home": "HomePage",
  "service": "Service",
  "contact": "Contact us",
  "visit": "Visit Canada",
  "immigration": "Immigrate to Canada",
  "work": "Study in Canada",
  "study": "Work in Canada",
  "other": "Other Applications",
  "general#visit": "Visitor Visa includes:",
  "visit-1":"Visitor Visa for Tourism: expiring on the passport's expiry date, visa holder may stay up to 6 months on each entry.",
  "visit-2": "Visitor Visa for Family Visit: expiring on the passport's expiry date, visa holder may stay up to 6 months on each entry.",
  "visit-3": "Super Visa: issued to the parents/ grandparents, visa holder may stay up to 24 months on each entry.",
  "visit-4": "eTA: issued to applicant from a visa-exempt country.",
  "general#immigration": "Immigration Programs include:",
  "immigration-1": "Express Entry: applicant gets a score based on the age, education level, work experience and language level. IRCC will invite the applicant to apply for immigration from the top scores.",
  "immigration-2": "Provincial Nominee Programs: extra programs designed by each province to help nominees to acquire work permit and permanent residence.",
  "immigration-3": "Family Sponsorship: Canadian citizen or permanent resident may sponsor their spouse, children, parents or grandparents to immigrate to Canada.",
  "immigration-4": "Entrepreneur stream: applicant may invest a certain amount to Canada to acquire work permit and permanent residence.",
  "immigration-5": "Self-Employed stream: applicant who is active in cultural activities may apply to immigrate to Canada, such as world class artist or athlete.",
  "immigration-6": "Humanitarian & compassionate grounds: applicant who has specific situation that best to stay in Canada. This is a case-by-case ground.",
  "immigration-7": "Refugee: Canada helps with the refugee protection and settlement.",
  "general#work": "Work Permit includes：",
  "work-1": "Post-graduation Work Permit: applicant may apply after graduating from Canadian college or university.",
  "work-2": "Spouse Work Permit: applicant may apply if the spouse is holding a valid study permit or work permit. Conditions apply.",
  "work-3": "LMIA Work Permit: employer may apply for a LMIA which strict the employer and location, then applicant may apply for a LMIA Work Permit.",
  "work-4": "LMIA-Exempt Work Permit: issued to professionals in NAFTA or GATS, investors, visiting professors, charity and religious workers, etc.",
  "general#study": "Study Permit includes：",
  "study-1":"Regular Study Permit.",
  "study-2": "SDS Study Permit: applicant may provide less documents with sooner process, must purchase $10,000 GIC prior to application.",
  "study-3": "Study permit with valid visit visa: special program for visitor visa holder, with a much lower refusal rate.",
  "school": "School Application - No service charge",
  "school-1": "We help student to apply for college, university, primary/secondary school with no service charge. Student pays for the application fees to school only.",
  "other-1": "We would also help with applications for Citizenship, Permanent residence card renewal, and visitor visa to other countries."

}
